IDEA Open Model
ReinfBarByTwoPoints.Position2 Property
Compatible with IDEA StatiCa Beta 20.0
 Offset between second master point and second point of bar
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public Vector3D Position2 { get; set; }
Public Property Position2 As Vector3D
	Get
	Set
Property Value
Type: Vector3D
See Also
Reference
ReinfBarByTwoPoints Class
IdeaRS.OpenModel.Detail Namespace